Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: Ministry of Science and Higher Education at EAIE 2013 in Istanbul
pl: Ministerstwo Nauki i Szkolnictwa Wyższego na konferencji EAIE 2013 w Stambule

source: It was the seventh such initiative in that year.
pl: To już siódma tego typu inicjatywa w tym roku.

source: The Polish national stand was earlier presented at the Studijos Fair in Vilnius, the International Fair for Overseas Studies in Tbilisi, APAIE in Hong-Kong, Education Abroad in Kyiv, Education & Career in Almaty and NAFSA in St. Louis, USA.
pl: Polskie stoisko narodowe prezentowane było już podczas targów Studijos w Wilnie, International Fair for Overseas Studies w Tbilisi, APAIE w Hong-Kongu, Education Abroad w Kijowie, Education & Career w Ałmatach oraz NAFSA w St. Louis, USA.

source: The European Association for International Education (EAIE) conference, with 75 participants from Poland this year, is the largest European meeting of experts in higher education.
pl: Konferencja EAIE (European Association for International Education), w której w tym roku udział wzięło 75 uczestników z Polski, to największe europejskie spotkanie ekspertów w dziedzinie szkolnictwa wyższego.

source: Networking was also an important element of the event, helping to establish and develop cooperation with international partners.
pl: Ważny element stanowiły także wydarzenia o charakterze networkingowym, pozwalające nawiązywać i rozwijać współpracę z partnerami z zagranicy.

source: The stand was located in the central area of the fair and enjoyed great interest among visitors.
pl: POLAND”, które było zlokalizowane w głównej części targów i cieszyło się dużym zainteresowaniem wśród odwiedzających.

source: In total, representatives of thirty Polish universities participated in the EAIE event.
pl: Łącznie w wydarzeniu EAIE wzięli udział przedstawiciele trzydziestu polskich uczelni.

source: Representatives of seventeen universities, the Ministry of Science and Higher Education, FDES and the Conference of Rectors of Polish Academic Schools were present at the national stand.
pl: Na samym stoisku narodowym obecni byli reprezentanci siedemnastu szkół wyższych, jak również przedstawiciele MNiSW, FRSE i Konferencji Rektorów Akademickich Szkół Polskich.

source: The consortium of Kraków higher education establishments - ”Study in Kraków” - also presented its own stand.
pl: Swoje stoisko zaprezentowało także konsorcjum krakowskich uczelni „Study in Kraków”.

source: - The development of cooperation in the education area is part of the 600 years' long tradition of Polish-Turkish bilateral relations.
pl: - Rozwój współpracy edukacyjnej wpisuje się w 600 letnią tradycje polsko tureckich relacji dwustronnych.

source: We hope that its dynamic development will contribute to the strengthening of relations between both countries, said Piotr Krawczyk, Chargé d'affaires a.i., Counselor in charge of the Embassy of the Republic of Poland in Ankara, at the opening ceremony of the national stand which was held on 11 September.
pl: Mamy nadzieje, że jej dynamiczny rozwój będzie stanowił podstawę do umacniania się stosunków pomiędzy oboma państwami - powiedział Piotr Krawczyk, Chargés d'affaires a.i., Radca, pełniący obowiązki szefa Ambasady RP w Ankarze, podczas uroczystego otwarcia stoiska narodowego, które odbyło się 11 września.

source: - Last year Poland was the top-choice EU country for Turkish students applying for participation in the Erasmus programme.
pl: - W ubiegłym roku Polska stała się najczęściej wybieranym przez studentów tureckich krajem do odbycia programu Erasmus w UE.

source: It gives Polish higher education establishments the great opportunity to benefit from the potential of the Turkish education market, added Piotr Krawczyk.
pl: Daje to ogromne szansę na wykorzystanie potencjału drzemiącego w tureckim rynku edukacyjnym przez polskie instytucje szkolnictwa wyższego - dodał Piotr Krawczyk.

source: The keynote speaker was Ilyas Ulgur from Ulusal Ajansi agency, the Coordinator of the Erasmus programme for Turkey, who highlighted the key modalities of the Turkish higher education system.
pl: Głównym mówcą był Ilyas Ulgur, koordynator programu Erasmus w Turcji z agencji Ulusal Ajansi, który przedstawił najważniejsze uwarunkowania tureckiego systemu szkolnictwa wyższego.

source: The meeting was concluded by a panel discussion with the representatives of Polish universities.
pl: Spotkanie zakończył wspólny panel dyskusyjny z udziałem przedstawicieli polskich uczelni.

source: EAIE is a non-governmental organisation dealing with international education and internationalisation of higher education.
pl: EAIE jest organizacją pozarządową zajmującą się problematyką międzynarodowej edukacji i internacjonalizacją szkolnictwa wyższego.

source: Each year the EAIE conference and fair are organized in a different European city, attracting over 4,500 participants from 85 countries and more than 300 exhibitors.
pl: Co roku konferencja i targi EAIE są organizowane w innym europejskim mieście i gromadzą ponad 4500 uczestników z 85 krajów oraz ponad 300 wystawców.

source: The participation in the event is an excellent opportunity for the promotion of Polish higher education, establishing contacts with international education-profile organisations, and the exchange of experience with experts in the area of education and international student exchanges.
pl: Udział w wydarzeniu stanowi doskonałą okazję do promocji polskiego szkolnictwa wyższego, nawiązania kontaktów z międzynarodowymi organizacjami o profilu edukacyjnym, a także do wymiany doświadczeń z innymi specjalistami zajmującymi się edukacją i międzynarodowymi wymianami studentów.

source: Next year EAIE will be held in Prague.
pl: Przyszłoroczne wydarzenie EAIE odbędzie się w Pradze.

source: Parliament adopted the budget for 2015.
pl: Sejm przyjął budżet na rok 2015.

source: Minister of Science on opportunities for young scientists
pl: Minister nauki o szansach dla młodych naukowców

source: It pays to look for unique research topics in the specifics of the region.
pl: - Warto szukać unikalnych tematów badawczych w specyfice swojego regionu.

source: - By fighting for better career development of young scientists we are fighting for the future of Polish science" - she added.
pl: - To ważne, by młodzi nie bali się podejmowania odważnych i przełomowych tematów badawczych - podkreślała na spotkaniu prof.

source: Indeed, it is now almost 40 percent funds disbursed by the National Science Centre.
pl: W rzeczywistości to już prawie 40 proc. wydatkowanych przez NCN funduszy.

source: While the National Centre for Research and Development does not have such statutory obligation, it spends PLN 120 million on the implementation research of young scientists in the Lider programme" - said Minister of Science.
pl: Narodowe Centrum Badań i Rozwoju choć nie ma takiego zobowiązania ustawowego, na badania wdrożeniowe młodych naukowców przeznacza w programie Lider 120 mln zł - mówiła minister nauki.

source: She also explained that funds for the development of young scientists have been reserved in the statutory grant for universities; last year it was around PLN 100 million.
pl: Wyjaśniła też, że z dotacji statutowej dla uczelni wydzielono środki na rozwój młodych naukowców - w minionym roku było to blisko 100 mln zł.

source: "The ability to quickly and effectively acquire funds means to be or not to be for young scientists.
pl: Leonard Etel, rektor Uniwersytetu w Białymstoku: - Umiejętność szybkiego i skutecznego zdobywania środków to być albo nie być młodych naukowców.

source: To write a good PhD, you have to carry out realize good research and have the money for this purpose" - he said.
pl: Aby napisać dobry doktorat, trzeba zrealizować dobre badania i mieć na ten cel pieniądze - stwierdził.

source: Prof. Barbara Kudrycka stressed at the meeting that the promotion of careers of young scientists was one of the priorities of the reform of science and higher education.
pl: Prof. Barbara Kudrycka podczas piątkowego spotkania podkreślała, że wspieranie karier młodych naukowców było jednym z priorytetów reformy nauki i szkolnictwa wyższego.

source: "When I was appointed Minister of Science, I was surprised that the regulation allowed to award only ten Minister scholarships for outstanding young scientists.
pl: - Gdy zostałam ministrem nauki zdziwiło mnie, że rozporządzenie pozwalało przyznawać tylko dziesięć stypendiów ministra dla wybitnych młodych naukowców.

source: She also reminded that the government introduced a 51 percent public transport discount for graduate students.
pl: Przypomniała też, że rząd wprowadził 51-procentowe ulgi komunikacyjne dla doktorantów.

source: The Minister added that modern science laboratories and educational facilities were opening in Poland.
pl: Minister dodała, że w całej Polsce otwierane są nowoczesne laboratoria naukowe i wysokiej klasy infrastruktura dydaktyczna.

source: "Here in Podlasie we have invested more than PLN 800 million in scientific infrastructure.
pl: - Tutaj na Podlasiu zainwestowaliśmy w infrastrukturę naukową ponad 800 mln zł.

source: Throughout Poland, the value of these investments exceeds PLN 26.3 million" - she said.
pl: W całej Polsce wartość tych inwestycji przekracza 26,3 mln zł - mówiła.

source: Matters discussed during the workshop in Białystok included the strengthening of cooperation between science and business and the need for commercialisation of research of young scientists.
pl: Podczas białostockich warsztatów poruszono też temat zacieśniania współpracy świata nauki i biznesu oraz konieczności komercjalizacji wyników badań młodych naukowców.

source: "Funds for this purpose will be allocated in the new financial perspective, so look around and focus on the unique research that can only be carried out in the local environment, such as Białowieża Forest" - noted the Minister of Science.
pl: Krzewienie kultury innowacyjności oraz wsparcie finansowe badań związanych ze specyfiką regionów to także priorytet nowego europejskiego Programu Operacyjnego Inteligentny Rozwój.

source: Professor Maria Elżbieta Orłowska visiting Japan
pl: Prof. Maria Elżbieta Orłowska z wizytą w Japonii

source: Professor Maria Elżbieta Orłowska, Secretary of State at the Ministry of Science and Higher Education participated in the 4th Japanese-European science forum: The Changing Map of Science Nations and Industries in the Global Innovation System.
pl: Prof. Maria Elżbieta Orłowska, sekretarz stanu w MNiSW, wzięła udział w 4. japońsko-europejskim forum naukowym The Changing Map of Science Nations and Industries in the Global Innovation System.

source: The meeting organised by the EU Delegation to Japan in cooperation with the National Graduate Institute for Policy Studies (GRIPS), was held on 5 October in Kyoto.
pl: Spotkanie, zorganizowane przez Delegację UE w Japonii we współpracy z National Graduate Institute for Policy Studies (GRIPS), odbyło się 5 października w Kioto.

source: In her speech during the ”Policy-makers” panel, the Vice Minister stressed that thanks to the investment into research infrastructure which has been recently made in Poland (with a substantial share of the funding from the EU structural funds), our country is now able to offer a competitive environment for scientific research to researchers from all over the world.
pl: W swoim przemówieniu, podczas panelu „Policy makers”, wiceminister podkreśliła, że dzięki inwestycjom w infrastrukturę badawczą (z dużym udziałem funduszy strukturalnych UE), które w ostatnich latach zostały zrealizowane w Polsce, nasz kraj oferuje obecnie konkurencyjne warunki do prowadzenia badań naukowych przez badaczy z całego świata.

source: She also informed that Poland has recently implemented a number of measures to foster commercialisation of research and cooperation between universities and business (e.g. since 2014 entrepreneurs have been offered the right to transfer 1% of corporate tax (CIT) to science institutions of their choice).
pl: Poinformowała również, że w Polsce w ostatnim czasie wprowadzono szereg rozwiązań sprzyjających komercjalizacji wyników badań i współpracy uczelni z biznesem (np. od 2014 roku przedsiębiorcy będą mogli przekazać 1% podatku CIT na wybraną przez siebie instytucję naukową).

source: It needs to be stressed that Poland was the only new EU Member State to have participated in the EU - Japan forum.
pl: Warto podkreślić, że Polska była jedynym państwem spośród tzw. nowych państw członkowskich UE, które uczestniczyło w forum UE - Japonia.

source: For more information on the event: look here .
pl: Więcej informacji nt. wydarzenia znajduje się tutaj .

source: On 6 October the Vice Minister of Science and Higher Education also participated in the 10th jubilee Science and Technology Ministers' Roundtable Meeting.
pl: 6 października wiceminister nauki i szkolnictwa wyższego wzięła też udział w 10. jubileuszowym posiedzeniu Science and Technology Ministers' Roundtable Meeting.

source: Representatives of 27 countries from all over the world (ministers and government consultants on science affairs) participated in the meeting.
pl: Uczestnikami tego wydarzenia byli przedstawiciele (ministrowie i rządowi doradcy ds. naukowych) 27 państw z całego świata.

source: Professor M.E. Orłowska said that international cooperation is to a large extent based on mutual trust, whilst mobility is always a matter of individual choice and opportunities offered by the relevant countries.
pl: Prof. M.E Orłowska powiedziała, że współpraca międzynarodowa opiera się w znacznej mierze na wzajemnym zaufaniu, a mobilność jest zawsze kwestią indywidualnych wyborów i możliwości, jakie oferują poszczególne państwa.

source: She pointed at the reforms which have been recently implemented and the transformation which has taken place in Poland.
pl: Zwróciła uwagę na reformy, które zostały w ostatnich latach wdrożone i zmiany, które zaszły w polskim społeczeństwie.

source: The programme is managed by the National Science Centre and is already supporting joint science projects implemented by Polish and Japanese units.
pl: Program zarządzany przez Narodowe Centrum Nauki już dziś wspiera wspólne przedsięwzięcia naukowe podejmowane przez jednostki polskie i japońskie.

source: The main goal of the seminar organised by the Polish Embassy in Japan and titled Expanding innovations by joining strengths - Japanese-Polish Science and Technology Seminar, will be to promote the image of Poland as a source of innovative projects.
pl: Głównym celem seminarium organizowanego m.in. przez Ambasadę RP w Japonii, zatytułowanego Expanding innovations by joining strengths - Japanese-Polish Science and Technology Seminar, będzie promocja wizerunku Polski, jako źródła innowacyjnych rozwiązań.

source: In his speech he stressed that the strategic goal of his government is Japan to be ranked among the most innovation-friendly countries in the world.
pl: W sesji otwierającej STS Forum udział wziął premier Japonii Shinzo Abe, który w swoim wystąpieniu podkreślił, że strategicznym celem jego rządu jest uczynienie Japonii jednym z najbardziej przyjaznym innowacjom państwem na świecie.

source: The talks took place on 7 October.
pl: Rozmowy odbyły się 7 października.

source: Polish-Swedish talks on scientific cooperation
pl: Polsko-szwedzkie rozmowy o współpracy naukowej

source: During the meeting they discussed Polish involvement in the construction and operation of the European Spallation Source (ESS), which will be set up in Lund, Sweden.
pl: W trakcie spotkania omówiono m.in. kwestie związane z przystąpieniem Polski do budowy oraz eksploatacji Europejskiego Źródła Spallacyjnego (European Spallation Source - ESS), który powstanie w szwedzkim Lund.

source: Poland and Sweden already cooperate in building the accelerator for the National Synchrotron Radiation Centre - SOLARIS at the Jagiellonian University in Kraków.
pl: Polska i Szwecja współpracują już przy budowie akceleratora w Narodowym Centrum Promieniowania Synchrotronowego SOLARIS, powstającego na Uniwersytecie Jagiellońskim w Krakowie.

source: The ESS is a large research infrastructure project which has been included in the European and the Polish Road Map for Research Infrastructures.
pl: ESS to jeden z projektów dużej infrastruktury badawczej, który umieszczony jest zarówno na Europejskiej, jak i Polskiej Mapie Drogowej Infrastruktury Badawczej.

source: The project envisages the construction of the most powerful neutron source in the world, which will operate like a large microscope.
pl: Zakłada budowę najsilniejszego na świecie źródła neutronów, które będzie działało jak wielki mikroskop.

source: Many science disciplines - in particular physics, chemistry, new material engineering, biology and pharmacology - will benefit from experiments to be carried out at ESS laboratories.
pl: Na eksperymentach przeprowadzanych w laboratorium ESS skorzysta wiele dziedzin nauki, w szczególności fizyka, chemia, inżynieria nowych materiałów, biologia czy farmakologia.

source: Poland's participation in the ESS project will be to the benefit of Polish research institutions and industry.
pl: Udział Polski w projekcie ESS niesie ze sobą korzyści dla polskich instytucji naukowych i przemysłu.

source: It will also open opportunities to train the research staff in a world-unique laboratory, and in the future to conduct research to the highest world standards.
pl: Stworzy możliwość kształcenia kadry naukowej w unikatowym w skali świata laboratorium, a w przyszłości umożliwi prowadzenie badań na najwyższym światowym poziomie.

source: During their talks, the Ministers also discussed further development of the European Research Area in the context of the next financial perspective of the EU.
pl: W czasie rozmów ministrowie poruszyli także kwestię dalszego rozwoju Europejskiej Przestrzeni Badawczej w kontekście kolejnej perspektywy finansowej UE.

source: It was stressed that the science sector should develop harmoniously, so applied and basic research need to be treated on equal terms.
pl: Podkreślono, że sektor nauki powinien rozwijać się harmonijnie, zarówno w zakresie badań aplikacyjnych, jak i podstawowych.

source: In addition, the Ministers discussed the need for developing future graduates' practical skills which will be important for their careers and jobs.
pl: Ministrowie dyskutowali ponadto o potrzebie rozwijania w procesie kształcenia umiejętności praktycznych, które będą miały znaczenie dla kariery i pracy przyszłych absolwentów.

source: We are back for another year of innovation, creativity and entrepreneurship and are looking for future-forward and socially engaged talents from Norway, Sweden, Finland, Russia, Estonia, Latvia, Lithuania, Belarus & Poland to join us.
pl: Program skierowany jest do młodych talentów z Regionu Morza Bałtyckiego zainteresowanych rozwijaniem swoich umiejętności w zakresie innowacyjności, kreatywności i przedsiębiorczości z: Norwegii, Szwecji, Finlandii, Rosji, Estonii, Łotwy, Litwy, Białorusi i Polski.

source: This year we are expanding the call for participants from Ukraine!
pl: Tegoroczna edycja jest otwarta również na uczestników z Ukrainy!

source: Submit your CV and maximum 500 words on your passions and motivations for joining Balticlab to balticlab@cbss.org by 5 November 2015.
pl: CV oraz list (500 słów) dotyczących indywidualnych pasji i motywacji do udziału w BalticLabie należy przesłać na adres: balticlab@cbss.org do 5 listopada 2015.

source: Scientific cooperation between Poland and Israel
pl: Współpraca naukowa między Polską a Izraelem

source: The signing took place during a visit of the President of the Republic of Poland Bronisław Komorowski to Israel, in which the Vice-Minister of Science participated.
pl: Wydarzenie odbyło się podczas udziału wiceministra nauki w oficjalnej wizycie Prezydenta RP Bronisława Komorowskiego w Izraelu.

source: Israel is ranked among world leaders in science, specializing in genetics, computer sciences, electronics, optics, engineering, high-tech industry, military technologies, as well as medicine, agriculture and physics.
pl: Specjalizuje się w dziedzinach genetyki, nauk komputerowych, elektroniki, optyki, inżynierii, przemysłu high-technology, technologii wojskowych, a także w medycynie, rolnictwie i fizyce.

source: Seminar “Recognition of Foreign Qualifications in Poland” - summary
pl: Stoisko MNiSW w Międzynarodowym Salonie Edukacyjnym

source: Cooperation framework will determine the work within the Open Method of Coordination (OMC).
pl: wdrożone formy i zasady współpracy z podmiotami społeczno-gospodarczymi przy tworzeniu programu kształcenia,

source: Public consultation on the amendments to the Law on higher education began
pl: Konsultacje społeczne nowelizacji Prawa o szkolnictwie wyższym rozpoczęte

source: The amendments supplement the reform which entered into force on 1 October 2011.
pl: Zmiany są dopełnieniem reformy, która weszła w życie 1 października 2011 r.

source: One of more important proposals is to offer adults with professional education and expertise acquired at specialist courses and training the opportunity to graduate with a higher education diploma outside the formal curriculum..
pl: Jedną z ważniejszych propozycji jest umożliwienie dojrzałym osobom z doświadczeniem zawodowym, wiedzą zdobytą na specjalistycznych kursach i szkoleniach, uzupełnienia wykształcenia i zdobycia dyplomu szkoły wyższej poza formalnym tokiem studiów.

source: The draft law envisages different approaches to academic and vocational higher schools, general academic and practical vocational profiles, as well as dual studies.
pl: Projekt ustawy zakłada również zróżnicowanie uczelni na akademickie i zawodowe, prowadzenie profili ogólnoakademickich oraz praktycznych, a także studiów dualnych.

source: Higher education establishments will be obliged to ensure three-month practical training for students in applied-profile studies.
pl: Uczelnie będą miały obowiązek zapewnienia studentom trzymiesięcznych praktyk na studiach o profilu praktycznym.

source: The provisions concerning granting the property rights to scientists are equally important: - Transferring property rights to inventions to the scientists will make the implementation and commercialization of the outcomes of their research more profitable for them.
pl: Istotne są też zapisy dotyczące uwłaszczenia naukowców: - Przekazanie naukowcom praw majątkowych do ich wynalazków sprawi, że wdrażanie i komercjalizowanie wyników badań będzie dla nich po prostu bardziej opłacalne.

source: This is the most effective way to finally give the Polish innovation a momentum - stresses the Minister of Science.
pl: To najskuteczniejszy sposób, by koło zamachowe polskich innowacji mogło wreszcie ruszyć - podkreśla minister nauki.

source: The most important goals and solutions in the draft amendment:
pl: Najważniejsze cele i rozwiązania projektu nowelizacji:

source: Facilitating access of adults to studies under the lifelong learning programme.
pl: Ułatwienie dostępu do studiów wyższych osobom dojrzałym w ramach uczenia się przez całe życie.

source: It is particularly advantageous to working people - they will be able to upgrade their qualifications and graduate following in shorter time-span and a system tailored to their needs.
pl: To rozwiązanie korzystne zwłaszcza dla osób pracujących - będą mogły uzupełnić kwalifikacje i ukończyć studia w krótszym, indywidualnym trybie.

source: Expanding the offer of studies and improving the quality of education.
pl: Poszerzenie oferty studiów i lepsza jakość kształcenia.
